[
  {
    "word": "able",
    "hint": "Capable of doing something or having the skill or strength to do it."
  },
  { "word": "about", "hint": "On the subject of; concerning." },
  {
    "word": "absolute",
    "hint": "Not qualified or diminished in any way; total."
  },
  { "word": "accept", "hint": "To agree to receive or do something." },
  {
    "word": "account",
    "hint": "A record or statement of financial expenditure or receipts."
  },
  {
    "word": "achieve",
    "hint": "Successfully bring about or reach by effort, skill, or courage."
  },
  {
    "word": "across",
    "hint": "From one side to the other; to the other side of."
  },
  {
    "word": "active",
    "hint": "Engaged in action; characterized by energetic movement."
  },
  { "word": "actual", "hint": "Existing in fact; real." },
  {
    "word": "address",
    "hint": "The particulars of the place where someone lives or an organization is situated."
  },
  { "word": "admit", "hint": "To confess to be true or to be the case." },
  {
    "word": "advertise",
    "hint": "To promote or publicize a product, service, or event."
  },
  { "word": "affect", "hint": "To have an effect on; make a difference to." },
  { "word": "afford", "hint": "To have enough money to pay for." },
  { "word": "after", "hint": "In the time following an event; later." },
  { "word": "afternoon", "hint": "The time from midday to evening." },
  { "word": "again", "hint": "Once more; on another occasion." },
  { "word": "against", "hint": "In opposition to." },
  {
    "word": "agent",
    "hint": "A person or thing that takes an active role or produces a specified effect."
  },
  { "word": "agree", "hint": "Have the same opinion about something; concur." },
  { "word": "allow", "hint": "Give the necessary time or opportunity for." },
  { "word": "almost", "hint": "Not quite; very nearly." },
  {
    "word": "along",
    "hint": "Moving in a constant direction on (a path or any more or less horizontal surface)."
  },
  { "word": "already", "hint": "Before or by now or the time in question." },
  { "word": "alright", "hint": "In a satisfactory and acceptable manner." },
  { "word": "also", "hint": "In addition; too." },
  { "word": "although", "hint": "In spite of the fact that; even though." },
  { "word": "always", "hint": "At all times; on all occasions." },
  { "word": "america", "hint": "The United States of America." },
  { "word": "amount", "hint": "A quantity of something." },
  {
    "word": "another",
    "hint": "Used to refer to an additional person or thing of the same type as one already mentioned."
  },
  { "word": "answer", "hint": "A solution to a problem or dilemma." },
  { "word": "apart", "hint": "Separated by a distance or interval." },
  { "word": "apparent", "hint": "Clearly seen or understood; obvious." },
  {
    "word": "appear",
    "hint": "To come into sight; become visible or noticeable."
  },
  { "word": "apply", "hint": "Make a formal application or request." },
  { "word": "appoint", "hint": "Assign a job or role to someone." },
  {
    "word": "approach",
    "hint": "Come near or nearer to (someone or something) in distance."
  },
  { "word": "appropriate", "hint": "Suitable or proper in the circumstances." },
  {
    "word": "area",
    "hint": "A region or part of a town, a country, or the world."
  },
  {
    "word": "argue",
    "hint": "Exchange or express diverging or opposite views."
  },
  {
    "word": "around",
    "hint": "In or to a position encircling or surrounding (someone or something)."
  },
  {
    "word": "arrange",
    "hint": "Put (things) in a neat, attractive, or required order."
  },
  {
    "word": "associate",
    "hint": "Connect or bring into relation, as thought, feeling, or memory."
  },
  { "word": "assume", "hint": "Suppose to be the case, without proof." },
  {
    "word": "attend",
    "hint": "Be present at (an event, meeting, or function)."
  },
  {
    "word": "authority",
    "hint": "The power or right to give orders, make decisions, and enforce obedience."
  },
  { "word": "available", "hint": "Present and ready for use." },
  {
    "word": "aware",
    "hint": "Having knowledge or perception of a situation or fact."
  },
  {
    "word": "away",
    "hint": "To or at a distance from a particular place, person, or thing."
  },
  { "word": "awful", "hint": "Very bad or unpleasant." },
  {
    "word": "baby",
    "hint": "A very young child, especially one newly or recently born."
  },
  {
    "word": "back",
    "hint": "In the opposite direction from the one that one is facing or traveling."
  },
  {
    "word": "balance",
    "hint": "An even distribution of weight, enabling someone or something to remain upright and steady."
  },
  {
    "word": "ball",
    "hint": "A solid or hollow sphere or ovoid, especially one that is kicked, thrown, or hit in a game."
  },
  {
    "word": "bank",
    "hint": "The land alongside or sloping down to a river or lake."
  },
  {
    "word": "base",
    "hint": "The lowest part or edge of something, especially the part on which it rests or is supported."
  },
  {
    "word": "basis",
    "hint": "The underlying support or foundation for an idea, argument, or process."
  },
  { "word": "bear", "hint": "Carry the weight of; support." },
  {
    "word": "beat",
    "hint": "Strike (a person or an animal) repeatedly and violently so as to hurt or injure them."
  },
  {
    "word": "beauty",
    "hint": "A combination of qualities, such as shape, color, or form, that pleases the aesthetic senses."
  },
  { "word": "because", "hint": "For the reason that; since." },
  { "word": "become", "hint": "Begin to be." },
  {
    "word": "before",
    "hint": "During the period of time preceding (a particular event, date, or time)."
  },
  { "word": "begin", "hint": "Start or commence." },
  {
    "word": "behind",
    "hint": "At or to the far side of (something), typically so as to be hidden by it."
  },
  {
    "word": "believe",
    "hint": "Accept that (something) is true, especially without proof."
  },
  {
    "word": "benefit",
    "hint": "An advantage or profit gained from something."
  },
  {
    "word": "best",
    "hint": "Of the most excellent, effective, or desirable type or quality."
  },
  {
    "word": "between",
    "hint": "At, into, or across the space separating (two objects or regions)."
  },
  {
    "word": "bill",
    "hint": "A form or draft of a proposed law presented to a legislature for consideration."
  },
  {
    "word": "birth",
    "hint": "The emergence of a baby or other young from the body of its mother."
  },
  {
    "word": "black",
    "hint": "Of the very darkest color owing to the absence of or complete absorption of light."
  },
  { "word": "bloke", "hint": "A man, fellow." },
  {
    "word": "blood",
    "hint": "The red liquid that circulates in the arteries and veins of humans and other vertebrate animals."
  },
  {
    "word": "blow",
    "hint": "An act of exhaling, typically to relieve frustration."
  },
  {
    "word": "blue",
    "hint": "Of a color intermediate between green and violet, as of the sky or sea on a sunny day."
  },
  {
    "word": "board",
    "hint": "A long, thin, flat piece of wood or other hard material."
  },
  { "word": "boat", "hint": "A small vessel for travel on water." },
  {
    "word": "body",
    "hint": "The physical structure, including the bones, flesh, and organs, of a person or an animal."
  },
  {
    "word": "book",
    "hint": "A written or printed work consisting of pages glued or sewn together along one side and bound in covers."
  },
  {
    "word": "both",
    "hint": "Used to refer to two people or things, regarded and identified together."
  },
  { "word": "bother", "hint": "Take the trouble to do something." },
  {
    "word": "bottle",
    "hint": "A narrow-necked container made of glass or plastic, typically with a screw cap."
  },
  { "word": "bottom", "hint": "The lowest point or part." },
  {
    "word": "break",
    "hint": "Separate or cause to separate into pieces as a result of a blow, shock, or strain."
  },
  { "word": "brief", "hint": "Of short duration." },
  { "word": "brilliant", "hint": "Exceptionally clever or talented." },
  {
    "word": "bring",
    "hint": "Take or escort (someone or something) to a place."
  },
  {
    "word": "britain",
    "hint": "The island comprising England, Scotland, and Wales."
  },
  {
    "word": "brother",
    "hint": "A man or boy in relation to other sons and daughters of his parents."
  },
  {
    "word": "budget",
    "hint": "An estimate of income and expenditure for a set period of time."
  },
  {
    "word": "build",
    "hint": "Construct (something, typically something large) by putting parts or material together."
  },
  {
    "word": "business",
    "hint": "A person's regular occupation, profession, or trade."
  },
  { "word": "busy", "hint": "Having a great deal to do." },
  {
    "word": "cake",
    "hint": "An item of soft, sweet food made from a mixture of flour, shortening, eggs, sugar, and other ingredients."
  },
  { "word": "call", "hint": "Give (an infant or animal) a specified name." },
  {
    "word": "card",
    "hint": "A piece of thick, stiff paper or thin pasteboard, in particular, one used for writing or printing on."
  },
  {
    "word": "care",
    "hint": "The provision of what is necessary for the health, welfare, maintenance, and protection of someone or something."
  },
  {
    "word": "carry",
    "hint": "Support and move (someone or something) from one place to another."
  },
  {
    "word": "case",
    "hint": "An instance of a particular situation; a specific example of something."
  },
  {
    "word": "catch",
    "hint": "Intercept and hold (something that has been thrown, propelled, or dropped)."
  },
  {
    "word": "cause",
    "hint": "A person or thing that gives rise to an action, phenomenon, or condition."
  },
  {
    "word": "cent",
    "hint": "A monetary unit of several countries that is equivalent to one hundredth of their respective basic units."
  },
  {
    "word": "centre",
    "hint": "The middle point of a circle or sphere; the point equidistant from all points on the circumference or surface."
  },
  { "word": "certain", "hint": "Known and established without doubt." },
  {
    "word": "chair",
    "hint": "A separate seat for one person, typically with a back and four legs."
  },
  {
    "word": "chairman",
    "hint": "A person, especially a man, who is in charge of a meeting or directs the work of a committee."
  },
  { "word": "chance", "hint": "A possibility of something happening." },
  { "word": "change", "hint": "Make or become different." },
  { "word": "chap", "hint": "A man or boy." },
  {
    "word": "character",
    "hint": "The mental and moral qualities distinctive to an individual."
  },
  { "word": "charge", "hint": "A price asked for goods or services." },
  { "word": "cheap", "hint": "Low in price; worth more than its cost." },
  {
    "word": "check",
    "hint": "Examine (something) in order to determine its accuracy, quality, or condition."
  },
  { "word": "child", "hint": "A young human being below the age of puberty." },
  {
    "word": "choice",
    "hint": "An act of selecting or making a decision when faced with two or more possibilities."
  },
  {
    "word": "choose",
    "hint": "Pick out or select (someone or something) as being the best or most appropriate of two or more alternatives."
  },
  {
    "word": "Christ",
    "hint": "A title, equivalent to Messiah, applied to Jesus of Nazareth."
  },
  {
    "word": "Christmas",
    "hint": "The annual Christian festival celebrating Christ's birth, held on December 25."
  },
  { "word": "church", "hint": "A building used for public Christian worship." },
  { "word": "city", "hint": "A large town." },
  {
    "word": "claim",
    "hint": "State or assert that something is the case, typically without providing evidence or proof."
  },
  {
    "word": "class",
    "hint": "A set or category of things having some property or attribute in common and differentiated from others by kind, type, or quality."
  },
  { "word": "clean", "hint": "Free from dirt, marks, or stains." },
  { "word": "clear", "hint": "Easy to perceive, understand, or interpret." },
  {
    "word": "client",
    "hint": "A person or organization using the services or advice of a professional or company."
  },
  {
    "word": "clock",
    "hint": "A mechanical or electrical device for measuring time, indicating hours, minutes, and sometimes seconds by hands on a round dial."
  },
  { "word": "close", "hint": "Shut; covering a very short distance or time." },
  {
    "word": "closes",
    "hint": "Shuts or moves into a position that prevents access."
  },
  { "word": "clothe", "hint": "Put clothes on (oneself or someone); dress." },
  {
    "word": "club",
    "hint": "An association or organization dedicated to a particular interest or activity."
  },
  {
    "word": "coffee",
    "hint": "A hot drink made from the roasted and ground seeds (coffee beans) of a tropical shrub."
  },
  { "word": "cold", "hint": "At a low or relatively low temperature." },
  {
    "word": "colleague",
    "hint": "A person with whom one works, typically in a profession or business."
  },
  {
    "word": "collect",
    "hint": "Bring or gather together (a number of things)."
  },
  {
    "word": "college",
    "hint": "An educational institution or establishment, in particular one providing higher education or specialized professional or vocational training."
  },
  {
    "word": "colour",
    "hint": "The property possessed by an object of producing different sensations on the eye as a result of the way the object reflects or emits light."
  },
  {
    "word": "come",
    "hint": "Move or travel toward or into a place thought of as near or familiar."
  },
  {
    "word": "comment",
    "hint": "Express an opinion or reaction in speech or writing."
  },
  {
    "word": "commit",
    "hint": "Pledge or bind (a person or an organization) to a certain course or policy."
  },
  {
    "word": "committee",
    "hint": "A group of people appointed for a specific function, typically consisting of members of a larger group."
  },
  { "word": "common", "hint": "Occurring, found, or done often; prevalent." },
  {
    "word": "community",
    "hint": "A group of people living in the same place or having a particular characteristic in common."
  },
  { "word": "company", "hint": "A commercial business." },
  {
    "word": "compare",
    "hint": "Estimate, measure, or note the similarity or dissimilarity between."
  },
  {
    "word": "complete",
    "hint": "Having all the necessary or appropriate parts."
  },
  { "word": "compute", "hint": "Calculate or reckon (a figure or amount)." },
  { "word": "concern", "hint": "Relate to; be about." },
  {
    "word": "condition",
    "hint": "The state of something, especially with regard to its appearance, quality, or working order."
  },
  {
    "word": "confer",
    "hint": "Grant or bestow (a title, degree, benefit, or right)."
  },
  {
    "word": "consider",
    "hint": "Think carefully about (something), typically before making a decision."
  },
  {
    "word": "consult",
    "hint": "Seek information or advice from (someone, especially an expert or professional)."
  },
  { "word": "contact", "hint": "The state or condition of physical touching." },
  { "word": "continue", "hint": "Persist in an activity or process." },
  {
    "word": "contract",
    "hint": "A written or spoken agreement, especially one concerning employment, sales, or tenancy, that is intended to be enforceable by law."
  },
  {
    "word": "control",
    "hint": "The power to influence or direct people's behavior or the course of events."
  },
  { "word": "converse", "hint": "Engage in conversation." },
  {
    "word": "cook",
    "hint": "Prepare (food, a dish, or a meal) by combining and heating the ingredients in various ways."
  },
  {
    "word": "copy",
    "hint": "A thing made to be similar or identical to another."
  },
  {
    "word": "corner",
    "hint": "The point where two converging lines or surfaces meet."
  },
  {
    "word": "correct",
    "hint": "Free from error; in accordance with fact or truth."
  },
  {
    "word": "cost",
    "hint": "The amount that has to be paid or spent to buy or obtain something."
  },
  { "word": "could", "hint": "Used to indicate a possibility or ability." },
  {
    "word": "council",
    "hint": "An advisory, deliberative, or legislative body of people formally constituted and meeting regularly."
  },
  { "word": "count", "hint": "Determine the total number of." },
  {
    "word": "country",
    "hint": "A nation with its own government, occupying a particular territory."
  },
  {
    "word": "county",
    "hint": "A political and administrative division of a state, providing certain local governmental services."
  },
  {
    "word": "couple",
    "hint": "Two individuals of the same sort considered together."
  },
  {
    "word": "course",
    "hint": "The route or direction followed by a ship, aircraft, road, or river."
  },
  {
    "word": "court",
    "hint": "A tribunal presided over by a judge, judges, or a magistrate in civil and criminal cases."
  },
  {
    "word": "cover",
    "hint": "Put something such as a cloth or lid on top of or in front of (something) in order to protect or conceal it."
  },
  { "word": "create", "hint": "Bring (something) into existence." },
  {
    "word": "cross",
    "hint": "Go or extend across or to the other side of (a path, road, stretch of water, or area)."
  },
  {
    "word": "current",
    "hint": "Belonging to the present time; happening or being used or done now."
  },
  { "word": "danger", "hint": "The possibility of suffering harm or injury." },
  {
    "word": "date",
    "hint": "The day of the month or year as specified by a number."
  },
  { "word": "dead", "hint": "No longer alive." },
  {
    "word": "deal",
    "hint": "Distribute or mete out (something) to a person or group."
  },
  {
    "word": "dear",
    "hint": "Regarded with deep affection; cherished by someone."
  },
  {
    "word": "debate",
    "hint": "A formal discussion on a particular topic in a public meeting or legislative assembly, in which opposing arguments are put forward and which usually ends with a vote."
  },
  {
    "word": "decide",
    "hint": "Come or bring to a resolution in the mind as a result of consideration."
  },
  {
    "word": "decision",
    "hint": "A conclusion or resolution reached after consideration."
  },
  { "word": "deep", "hint": "Extending far down from the top or surface." },
  {
    "word": "definite",
    "hint": "Clearly stated or decided; not vague or doubtful."
  },
  {
    "word": "degree",
    "hint": "A unit of measurement of angles, one three-hundred-and-sixtieth of the circumference of a circle."
  },
  {
    "word": "department",
    "hint": "A division of a large organization such as a government, university, business, or shop, dealing with a specific subject."
  },
  { "word": "depend", "hint": "Rely on or be controlled or determined by." },
  {
    "word": "describe",
    "hint": "Give an account in words of (someone or something), including all the relevant characteristics, qualities, or events."
  },
  {
    "word": "design",
    "hint": "A plan or drawing produced to show the look and function or workings of a building, garment, or other object before it is built or made."
  },
  { "word": "detail", "hint": "An individual feature, fact, or item." },
  {
    "word": "develop",
    "hint": "Grow or cause to grow and become more mature, advanced, or elaborate."
  },
  {
    "word": "difference",
    "hint": "A point or way in which people or things are not the same."
  },
  {
    "word": "difficult",
    "hint": "Needing much effort or skill to accomplish, deal with, or understand."
  },
  {
    "word": "dinner",
    "hint": "The main meal of the day, taken either around midday or in the evening."
  },
  { "word": "direct", "hint": "Control the operations of; manage or govern." },
  {
    "word": "discuss",
    "hint": "Talk about (something) with another person or group of people."
  },
  {
    "word": "district",
    "hint": "An area of a country or city, especially one regarded as a distinct unit because of a particular characteristic."
  },
  { "word": "divide", "hint": "Separate or be separated into parts." },
  {
    "word": "doctor",
    "hint": "A qualified practitioner of medicine; a physician."
  },
  {
    "word": "document",
    "hint": "A piece of written, printed, or electronic matter that provides information or evidence or that serves as an official record."
  },
  {
    "word": "door",
    "hint": "A hinged, sliding, or revolving barrier at the entrance to a building, room, or vehicle, or in the framework of a cupboard."
  },
  {
    "word": "double",
    "hint": "Consisting of two equal, identical, or similar parts or things."
  },
  {
    "word": "doubt",
    "hint": "A feeling of uncertainty or lack of conviction."
  },
  {
    "word": "down",
    "hint": "Directed or moving toward a lower place or position."
  },
  {
    "word": "draw",
    "hint": "Produce (a picture or diagram) by making lines and marks, especially with a pen or pencil, on paper."
  },
  {
    "word": "dress",
    "hint": "Wear clothes in a particular way or of a particular type."
  },
  { "word": "drink", "hint": "Take (a liquid) into the mouth and swallow." },
  {
    "word": "drive",
    "hint": "Operate and control the direction and speed of a motor vehicle."
  },
  { "word": "drop", "hint": "Allow to fall vertically." },
  {
    "word": "during",
    "hint": "Throughout the course or duration of (a period of time)."
  },
  {
    "word": "each",
    "hint": "Every one of two or more people or things, considered separately."
  },
  {
    "word": "early",
    "hint": "Happening or done before the usual or expected time."
  },
  {
    "word": "east",
    "hint": "The direction toward the point of the compass where the sun rises at the equinox, on the right-hand side of a person facing north."
  },
  {
    "word": "easy",
    "hint": "Achieved without great effort; presenting few difficulties."
  },
  {
    "word": "economy",
    "hint": "The wealth and resources of a country or region, especially in terms of the production and consumption of goods and services."
  },
  {
    "word": "educate",
    "hint": "Give intellectual, moral, and social instruction to (someone), typically at a school or university."
  },
  {
    "word": "effect",
    "hint": "A change that is a result or consequence of an action or other cause."
  },
  {
    "word": "eight",
    "hint": "Equivalent to the product of four and two; one more than seven, or two less than ten."
  },
  {
    "word": "either",
    "hint": "Used before the first of two (or occasionally more) alternatives that are being specified."
  },
  {
    "word": "elect",
    "hint": "Choose (someone) to hold public office or some other position by voting."
  },
  {
    "word": "electric",
    "hint": "Relating to or working by electric currents."
  },
  {
    "word": "eleven",
    "hint": "Equivalent to the sum of five and six; one more than ten."
  },
  { "word": "else", "hint": "In addition; besides." },
  { "word": "employ", "hint": "Give work to (someone) and pay them for it." },
  {
    "word": "encourage",
    "hint": "Give support, confidence, or hope to (someone)."
  },
  {
    "word": "engine",
    "hint": "A machine with moving parts that converts power into motion."
  },
  {
    "word": "english",
    "hint": "Relating to England or its people or language."
  },
  {
    "word": "enjoy",
    "hint": "Take delight or pleasure in (an activity or occasion)."
  },
  { "word": "enough", "hint": "As much or as many as required." },
  { "word": "enter", "hint": "Come or go into (a place)." },
  {
    "word": "environment",
    "hint": "The surroundings or conditions in which a person, animal, or plant lives or operates."
  },
  {
    "word": "equal",
    "hint": "Being the same in quantity, size, degree, or value."
  },
  {
    "word": "especial",
    "hint": "Used to single out one person or thing over all others."
  },
  {
    "word": "europe",
    "hint": "A continent in the western part of the Eurasian supercontinent."
  },
  {
    "word": "even",
    "hint": "Equal in degree or extent or amount; or equally matched or balanced."
  },
  {
    "word": "evening",
    "hint": "The period of time at the end of the day, usually from about 6 p.m. to bedtime."
  },
  { "word": "ever", "hint": "At any time." },
  {
    "word": "every",
    "hint": "Used to refer to all the individual members of a set without exception."
  },
  {
    "word": "evidence",
    "hint": "The available body of facts or information indicating whether a belief or proposition is true or valid."
  },
  { "word": "exact", "hint": "Correct in all details; precise." },
  { "word": "example", "hint": "A representative form or pattern." },
  { "word": "except", "hint": "Not including; other than." },
  {
    "word": "excuse",
    "hint": "Attempt to lessen the blame attaching to (a fault or offense); seek to defend or justify."
  },
  {
    "word": "exercise",
    "hint": "Activity requiring physical effort, carried out to sustain or improve health and fitness."
  },
  { "word": "exist", "hint": "Have objective reality or being." },
  { "word": "expect", "hint": "Regard (something) as likely to happen." },
  {
    "word": "expense",
    "hint": "The cost incurred in or required for something."
  },
  {
    "word": "experience",
    "hint": "Practical contact with and observation of facts or events."
  },
  {
    "word": "explain",
    "hint": "Make (an idea or situation) clear to someone by describing it in more detail or revealing relevant facts."
  },
  {
    "word": "express",
    "hint": "Convey (a thought or feeling) in words or by gestures and conduct."
  },
  { "word": "extra", "hint": "Added to what is usual or strictly necessary." },
  {
    "word": "face",
    "hint": "The front part of a person's head from the forehead to the chin, or the corresponding part in an animal."
  },
  { "word": "fact", "hint": "A thing that is known or proved to be true." },
  {
    "word": "fair",
    "hint": "In accordance with the rules or standards; legitimate."
  },
  {
    "word": "fall",
    "hint": "Move downward, typically rapidly and freely without control, from a higher to a lower level."
  },
  {
    "word": "family",
    "hint": "A group consisting of two parents and their children living together as a unit."
  },
  {
    "word": "farm",
    "hint": "An area of land and its buildings used for growing crops and rearing animals."
  },
  { "word": "fast", "hint": "Moving or capable of moving at high speed." },
  {
    "word": "father",
    "hint": "A man in relation to his natural child or children."
  },
  { "word": "favour", "hint": "An attitude of approval or liking." },
  { "word": "feed", "hint": "Give food to." },
  {
    "word": "feel",
    "hint": "Perceive or be aware of (a sensation or emotion)."
  },
  {
    "word": "field",
    "hint": "An area of open land, especially one planted with crops or pasture, typically bounded by hedges or fences."
  },
  {
    "word": "fight",
    "hint": "Take part in a violent struggle involving the exchange of physical blows or the use of weapons."
  },
  {
    "word": "figure",
    "hint": "A number, especially one that forms part of official statistics or relates to the financial performance of a company."
  },
  {
    "word": "file",
    "hint": "A folder or box for holding loose papers together and in order for easy reference."
  },
  { "word": "fill", "hint": "Make or become full." },
  {
    "word": "film",
    "hint": "A thin flexible strip of plastic or other material coated with light-sensitive emulsion for exposure in a camera."
  },
  { "word": "final", "hint": "Coming at the end of a series." },
  {
    "word": "finance",
    "hint": "The management of large amounts of money, especially by governments or large companies."
  },
  { "word": "find", "hint": "Discover or perceive by chance or unexpectedly." },
  { "word": "fine", "hint": "Of high quality." },
  {
    "word": "finish",
    "hint": "Bring (a task or activity) to an end; complete."
  },
  {
    "word": "fire",
    "hint": "Combustion or burning, in which substances combine chemically with oxygen from the air and typically give out bright light, heat, and smoke."
  },
  {
    "word": "first",
    "hint": "Coming before all others in time or order; earliest; 1st."
  },
  {
    "word": "fish",
    "hint": "A limbless cold-blooded vertebrate animal with gills and fins and living wholly in water."
  },
  {
    "word": "five",
    "hint": "Equivalent to the sum of two and three; one more than four."
  },
  {
    "word": "flat",
    "hint": "Having a level surface; without raised areas or indentations."
  },
  {
    "word": "floor",
    "hint": "The lower surface of a room, on which one may walk."
  },
  {
    "word": "follow",
    "hint": "Go or come after (a person or thing proceeding ahead); move or travel behind."
  },
  {
    "word": "food",
    "hint": "Any nutritious substance that people or animals eat or drink or that plants absorb to maintain life and growth."
  },
  {
    "word": "foot",
    "hint": "The lower extremity of the leg below the ankle, on which a person stands or walks."
  },
  {
    "word": "force",
    "hint": "Strength or energy as an attribute of physical action or movement."
  },
  { "word": "forget", "hint": "Fail to remember." },
  {
    "word": "form",
    "hint": "The visible shape or configuration of something."
  },
  {
    "word": "fortune",
    "hint": "Chance or luck as an arbitrary force affecting human affairs."
  },
  {
    "word": "forward",
    "hint": "In the direction that one is facing or traveling; towards the front."
  },
  {
    "word": "four",
    "hint": "Equivalent to the sum of three and one; one more than three."
  },
  { "word": "france", "hint": "A country in Western Europe." },
  {
    "word": "free",
    "hint": "Not under the control or in the power of another; able to act or be done as one wishes."
  },
  {
    "word": "friday",
    "hint": "The day of the week before Saturday and following Thursday."
  },
  {
    "word": "friend",
    "hint": "A person whom one knows and with whom one has a bond of mutual affection, typically exclusive of sexual or family relations."
  },
  {
    "word": "from",
    "hint": "Indicating the point in space at which a journey, motion, or action starts."
  },
  {
    "word": "front",
    "hint": "The side or part of an object that presents itself to view or that is normally seen or used first; the most forward part of something."
  },
  {
    "word": "full",
    "hint": "Containing or holding as much or as many as possible; having no empty space."
  },
  {
    "word": "function",
    "hint": "An activity or purpose natural to or intended for a person or thing."
  },
  {
    "word": "fund",
    "hint": "A sum of money saved or made available for a particular purpose."
  },
  {
    "word": "further",
    "hint": "Additional to what already exists or has already taken place, been done, or been accounted for."
  },
  {
    "word": "future",
    "hint": "The time or a period of time following the moment of speaking or writing; time regarded as still to come."
  },
  {
    "word": "game",
    "hint": "An activity engaged in for diversion or amusement."
  },
  {
    "word": "garden",
    "hint": "A piece of ground, often near a house, used for growing flowers, fruit, or vegetables."
  },
  {
    "word": "general",
    "hint": "Affecting or concerning all or most people, places, or things; widespread."
  },
  { "word": "germany", "hint": "A country in central Europe." },
  { "word": "girl", "hint": "A female child." },
  {
    "word": "give",
    "hint": "Freely transfer the possession of (something) to (someone); hand over to."
  },
  {
    "word": "glass",
    "hint": "A hard, brittle substance, typically transparent or translucent, made by fusing sand with soda and lime and cooling rapidly."
  },
  { "word": "good", "hint": "To be desired or approved of." },
  {
    "word": "goodbye",
    "hint": "Used to express good wishes when parting from someone."
  },
  {
    "word": "govern",
    "hint": "Conduct the policy, actions, and affairs of (a state, organization, or people)."
  },
  {
    "word": "grand",
    "hint": "Magnificent and imposing in appearance, size, or style."
  },
  {
    "word": "grant",
    "hint": "Agree to give or allow (something requested) to."
  },
  {
    "word": "great",
    "hint": "Of an extent, amount, or intensity considerably above average."
  },
  {
    "word": "green",
    "hint": "Of the color between blue and yellow in the spectrum; colored like grass or emeralds."
  },
  { "word": "ground", "hint": "The solid surface of the earth." },
  {
    "word": "group",
    "hint": "A number of people or things that are located close together or are considered or classed together."
  },
  {
    "word": "grow",
    "hint": "Undergo natural development by increasing in size and changing physically; progress to maturity."
  },
  {
    "word": "guess",
    "hint": "Estimate or suppose (something) without sufficient information to be sure of being correct."
  },
  {
    "word": "hair",
    "hint": "Any of the fine threadlike strands growing from the skin of humans, mammals, and some other animals."
  },
  {
    "word": "half",
    "hint": "Either of two equal or corresponding parts into which something is or can be divided."
  },
  {
    "word": "hall",
    "hint": "A large room for meetings, concerts, or other events."
  },
  {
    "word": "hand",
    "hint": "The end part of a person's arm beyond the wrist, including the palm, fingers, and thumb."
  },
  {
    "word": "hang",
    "hint": "Suspend or be suspended from above with the lower part dangling free."
  },
  { "word": "happen", "hint": "Take place; occur." },
  { "word": "happy", "hint": "Feeling or showing pleasure or contentment." },
  {
    "word": "hard",
    "hint": "Solid, firm, and rigid; not easily broken, bent, or pierced."
  },
  {
    "word": "hate",
    "hint": "Feel intense or passionate dislike for (someone)."
  },
  { "word": "have", "hint": "Possess, own, or hold." },
  {
    "word": "head",
    "hint": "The upper part of the human body, or the front or upper part of the body of an animal."
  },
  {
    "word": "health",
    "hint": "The state of being free from illness or injury."
  },
  {
    "word": "hear",
    "hint": "Perceive with the ear the sound made by (someone or something)."
  },
  {
    "word": "heart",
    "hint": "A hollow muscular organ that pumps the blood through the circulatory system by rhythmic contraction and dilation."
  },
  { "word": "heat", "hint": "The quality of being hot; high temperature." },
  { "word": "heavy", "hint": "Of great weight; difficult to lift or move." },
  {
    "word": "hell",
    "hint": "A place regarded in various religions as a spiritual realm of evil and suffering, often traditionally depicted as a place of perpetual fire beneath the earth; the abode of the dead."
  },
  {
    "word": "help",
    "hint": "Make it easier or possible for (someone) to do something by offering them one's services or resources."
  },
  { "word": "here", "hint": "In, at, or to this place or position." },
  { "word": "high", "hint": "Of great vertical extent." },
  {
    "word": "history",
    "hint": "The study of past events, particularly in human affairs."
  },
  {
    "word": "hold",
    "hint": "Grasp, carry, or support with one's arms or hands."
  },
  {
    "word": "holiday",
    "hint": "A day of festivity or recreation when no work is done."
  },
  {
    "word": "home",
    "hint": "The place where one lives permanently, especially as a member of a family or household."
  },
  { "word": "honest", "hint": "Free of deceit and untruthfulness; sincere." },
  {
    "word": "hope",
    "hint": "A feeling of expectation and desire for a particular thing to happen."
  },
  {
    "word": "horse",
    "hint": "A large solid-hoofed herbivorous mammal domesticated for riding and to carry and pull loads."
  },
  {
    "word": "hospital",
    "hint": "An institution providing medical and surgical treatment and nursing care for sick or injured people."
  },
  {
    "word": "hour",
    "hint": "A period of time equal to a twenty-fourth part of a day and night and divided into 60 minutes."
  },
  {
    "word": "house",
    "hint": "A building for human habitation, especially one that is lived in by a family or small group of people."
  },
  {
    "word": "however",
    "hint": "Used to introduce a statement that contrasts with or seems to contradict something that has been said previously."
  },
  {
    "word": "hullo",
    "hint": "Used as a greeting or to attract someone's attention."
  },
  {
    "word": "hundred",
    "hint": "Equivalent to ten times ten; ten more than ninety."
  },
  {
    "word": "husband",
    "hint": "A married man considered in relation to his spouse."
  },
  {
    "word": "idea",
    "hint": "A thought or suggestion as to a possible course of action."
  },
  {
    "word": "identify",
    "hint": "Establish or indicate who or what (someone or something) is."
  },
  { "word": "imagine", "hint": "Form a mental image or concept of." },
  {
    "word": "important",
    "hint": "Of great significance or value; likely to have a profound effect on success, survival, or well-being."
  },
  { "word": "improve", "hint": "Make or become better." },
  { "word": "include", "hint": "Comprise or contain as part of a whole." },
  {
    "word": "income",
    "hint": "Money received, especially on a regular basis, for work or through investments."
  },
  {
    "word": "increase",
    "hint": "Become or make greater in size, amount, intensity, or degree."
  },
  {
    "word": "indeed",
    "hint": "Used to emphasize a statement or response confirming something already suggested."
  },
  { "word": "individual", "hint": "Single; separate." },
  {
    "word": "industry",
    "hint": "Economic activity concerned with the processing of raw materials and manufacture of goods in factories."
  },
  { "word": "inform", "hint": "Give (someone) facts or information; tell." },
  { "word": "inside", "hint": "The inner side or surface of something." },
  { "word": "instead", "hint": "As an alternative or substitute." },
  {
    "word": "insure",
    "hint": "Arrange for compensation in the event of damage to or loss of (property), or injury to or the death of (someone), in exchange for regular advance payments to a company or government agency."
  },
  {
    "word": "interest",
    "hint": "The state of wanting to know or learn about something or someone."
  },
  {
    "word": "into",
    "hint": "Expressing movement or action with the result that someone or something becomes enclosed or surrounded by something else."
  },
  {
    "word": "introduce",
    "hint": "Bring (something, especially a product, measure, or concept) into use or operation for the first time."
  },
  {
    "word": "invest",
    "hint": "Put (money) into financial schemes, shares, property, or a commercial venture with the expectation of achieving a profit."
  },
  { "word": "involve", "hint": "Include (someone) in a situation." },
  {
    "word": "issue",
    "hint": "An important topic or problem for debate or discussion."
  },
  {
    "word": "item",
    "hint": "An individual article or unit, especially one that is part of a list, collection, or set."
  },
  { "word": "jesus", "hint": "The central figure of the Christian religion." },
  {
    "word": "join",
    "hint": "Connect or link to come into close contact or conjunction."
  },
  { "word": "judge", "hint": "Form an opinion or conclusion about." },
  {
    "word": "jump",
    "hint": "Push oneself off a surface and into the air by using the muscles in one's legs and feet."
  },
  {
    "word": "just",
    "hint": "Based on or behaving according to what is morally right and fair."
  },
  { "word": "keep", "hint": "Retain possession of." },
  {
    "word": "kill",
    "hint": "Cause the death of (a person, animal, or other living thing)."
  },
  {
    "word": "kind",
    "hint": "A group of people or things having similar characteristics."
  },
  {
    "word": "king",
    "hint": "The male ruler of an independent state, especially one who inherits the position by right of birth."
  },
  {
    "word": "kitchen",
    "hint": "A room or area where food is prepared and cooked."
  },
  {
    "word": "knock",
    "hint": "Strike a surface noisily to attract attention, especially when waiting to be let in through a door."
  },
  {
    "word": "know",
    "hint": "Be aware of through observation, inquiry, or information."
  },
  { "word": "labour", "hint": "Work, especially hard physical work." },
  { "word": "lady", "hint": "A woman." },
  {
    "word": "land",
    "hint": "The solid part of the surface of the earth; dry land."
  },
  {
    "word": "language",
    "hint": "The method of human communication, either spoken or written, consisting of the use of words in a structured and conventional way."
  },
  {
    "word": "large",
    "hint": "Of considerable or relatively great size, extent, or capacity."
  },
  {
    "word": "last",
    "hint": "Coming after all others in time or order; final."
  },
  {
    "word": "late",
    "hint": "Doing something or taking place after the expected, proper, or usual time."
  },
  {
    "word": "laugh",
    "hint": "Make the spontaneous sounds and movements of the face and body that are the instinctive expressions of lively amusement and sometimes also of derision."
  },
  {
    "word": "lead",
    "hint": "Cause (a person or animal) to go with one by holding them by the hand, a halter, a rope, etc., while moving forward."
  },
  {
    "word": "learn",
    "hint": "Gain or acquire knowledge of or skill in (something) by study, experience, or being taught."
  },
  { "word": "leave", "hint": "Go away from." },
  {
    "word": "left",
    "hint": "On, toward, or relating to the side of a human body or of a thing that is to the west when the person or thing is facing north."
  },
  { "word": "less", "hint": "A smaller amount of; not as much." },
  {
    "word": "letter",
    "hint": "A written, typed, or printed communication, especially one sent in an envelope by mail or messenger."
  },
  {
    "word": "level",
    "hint": "Having a flat, even surface without slopes or bumps."
  },
  {
    "word": "life",
    "hint": "The condition that distinguishes living organisms from inanimate matter, manifested by growth through metabolism, reproduction, and the power of adaptation to the environment through changes originating internally."
  },
  {
    "word": "light",
    "hint": "The natural agent that stimulates sight and makes things visible; electromagnetic radiation."
  },
  {
    "word": "like",
    "hint": "Having the same characteristics or qualities as; similar to."
  },
  {
    "word": "likely",
    "hint": "Having a high probability of occurring or being true; probable."
  },
  {
    "word": "limit",
    "hint": "A point or level beyond which something does not or may not extend or pass."
  },
  { "word": "line", "hint": "A long, narrow mark or band." },
  {
    "word": "link",
    "hint": "A relationship between two things or situations, especially where one thing affects the other."
  },
  {
    "word": "list",
    "hint": "A number of connected items or names written or printed consecutively, typically one below the other."
  },
  { "word": "listen", "hint": "Give attention to a sound." },
  { "word": "little", "hint": "Small in size, amount, or degree." },
  { "word": "live", "hint": "Remain alive." },
  {
    "word": "load",
    "hint": "A heavy or bulky thing that is being carried or is about to be carried."
  },
  {
    "word": "local",
    "hint": "Belonging or relating to a particular area or neighborhood, typically exclusively so."
  },
  { "word": "lock", "hint": "Fasten or secure (something) with a lock." },
  {
    "word": "london",
    "hint": "The capital of the United Kingdom, situated in southeastern England on the River Thames."
  },
  { "word": "long", "hint": "Of a great extent or duration." },
  {
    "word": "look",
    "hint": "Direct one's gaze toward someone or something or in a specified direction."
  },
  {
    "word": "lord",
    "hint": "Someone or something having power, authority, or influence; a master or ruler."
  },
  {
    "word": "lose",
    "hint": "Be deprived of or cease to have or retain (something)."
  },
  { "word": "love", "hint": "An intense feeling of deep affection." },
  {
    "word": "luck",
    "hint": "Success or failure apparently brought by chance rather than through one's own actions."
  },
  {
    "word": "lunch",
    "hint": "A meal eaten in the middle of the day, typically one that is lighter or less formal than an evening meal."
  },
  {
    "word": "machine",
    "hint": "An apparatus using or applying mechanical power and having several parts, each with a definite function and together performing a particular task."
  },
  { "word": "main", "hint": "Chief in size or importance." },
  { "word": "major", "hint": "Greater in size, extent, or importance." },
  {
    "word": "make",
    "hint": "Form (something) by putting parts together or combining substances; create."
  },
  {
    "word": "manage",
    "hint": "Be in charge of (a company, establishment, or undertaking); administer; run."
  },
  { "word": "many", "hint": "A large number of." },
  {
    "word": "mark",
    "hint": "A visible impression or trace on something, as a line, cut, dent, stain, or bruise."
  },
  {
    "word": "market",
    "hint": "A regular gathering of people for the purchase and sale of provisions, livestock, and other commodities."
  },
  { "word": "marry", "hint": "Take (someone) as a spouse in marriage." },
  {
    "word": "match",
    "hint": "A contest in which people or teams compete against each other in a particular sport."
  },
  {
    "word": "matter",
    "hint": "Physical substance in general, as distinct from mind and spirit."
  },
  { "word": "maybe", "hint": "Perhaps." },
  {
    "word": "mean",
    "hint": "Intend to convey, indicate, or refer to (a particular thing or notion); signify."
  },
  {
    "word": "meaning",
    "hint": "What is meant by a word, text, concept, or action."
  },
  {
    "word": "measure",
    "hint": "Ascertain the size, amount, or degree of (something) by using an instrument or device marked in standard units."
  },
  { "word": "meet", "hint": "Encounter (someone) in a particular situation." },
  {
    "word": "member",
    "hint": "A person or organization belonging to a group or team."
  },
  {
    "word": "mention",
    "hint": "Refer to (something) briefly and without going into detail."
  },
  {
    "word": "middle",
    "hint": "At an equal distance from the extremities of something; central."
  },
  { "word": "might", "hint": "Used to express possibility." },
  {
    "word": "mile",
    "hint": "A unit of linear measure equal to 5,280 feet, or 1,760 yards."
  },
  {
    "word": "milk",
    "hint": "An opaque white fluid rich in fat and protein, secreted by female mammals for the nourishment of their young."
  },
  { "word": "million", "hint": "A thousand thousand, or 1,000,000." },
  {
    "word": "mind",
    "hint": "The element of a person that enables them to be aware of the world and their experiences, to think, and to feel; the faculty of consciousness and thought."
  },
  {
    "word": "minister",
    "hint": "A member of the clergy, especially in Protestant churches."
  },
  { "word": "minus", "hint": "Subtract." },
  {
    "word": "minute",
    "hint": "A unit of time equal to one sixtieth of an hour."
  },
  {
    "word": "miss",
    "hint": "Fail to hit, reach, or come into contact with (something aimed at)."
  },
  {
    "word": "mister",
    "hint": "A title used before a surname or full name to address or refer to a man without a higher or honorific or professional title."
  },
  { "word": "moment", "hint": "A very brief period of time." },
  {
    "word": "monday",
    "hint": "The day of the week before Tuesday and following Sunday."
  },
  {
    "word": "money",
    "hint": "A current medium of exchange in the form of coins and banknotes; coins and banknotes collectively."
  },
  {
    "word": "month",
    "hint": "Each of the twelve named periods into which a year is divided."
  },
  { "word": "more", "hint": "In greater quantity, amount, or degree." },
  {
    "word": "morning",
    "hint": "The period of time between midnight and noon, especially from sunrise to noon."
  },
  {
    "word": "most",
    "hint": "Superlative of much, indicating the greatest quantity, extent, or degree."
  },
  { "word": "mother", "hint": "A woman in relation to her child or children." },
  {
    "word": "motion",
    "hint": "A change in position of an object in relation to its surroundings in a given interval of time."
  },
  {
    "word": "move",
    "hint": "Go in a specified direction or manner; change position."
  },
  { "word": "much", "hint": "A large amount." },
  {
    "word": "music",
    "hint": "Vocal or instrumental sounds (or both) combined in such a way as to produce beauty of form, harmony, and expression of emotion."
  },
  {
    "word": "must",
    "hint": "Used to indicate that something is required or necessary."
  },
  {
    "word": "name",
    "hint": "A word or set of words by which a person, animal, place, or thing is known, addressed, or referred to."
  },
  {
    "word": "nation",
    "hint": "A large body of people united by common descent, history, culture, or language, inhabiting a particular country or territory."
  },
  {
    "word": "nature",
    "hint": "The phenomena of the physical world collectively, including plants, animals, the landscape, and other features and products of the earth, as opposed to humans or human creations."
  },
  { "word": "near", "hint": "At or to a short distance away; nearby." },
  {
    "word": "necessary",
    "hint": "Required to be done, achieved, or present; needed; essential."
  },
  {
    "word": "need",
    "hint": "Require (something) because it is essential or very important."
  },
  { "word": "never", "hint": "At no time in the past or future; not ever." },
  {
    "word": "news",
    "hint": "Newly received or noteworthy information, especially about recent events."
  },
  {
    "word": "next",
    "hint": "Coming immediately after the present one in order, rank, or space."
  },
  { "word": "nice", "hint": "Pleasant; agreeable; satisfactory." },
  {
    "word": "night",
    "hint": "The period of darkness in each twenty-four hours; the time from sunset to sunrise."
  },
  {
    "word": "nine",
    "hint": "Equivalent to the product of three and three; one more than eight."
  },
  { "word": "none", "hint": "Not any." },
  {
    "word": "normal",
    "hint": "Conforming to a standard; usual, typical, or expected."
  },
  {
    "word": "north",
    "hint": "The direction in which a compass needle normally points, toward the horizon on the left-hand side of a person facing east."
  },
  {
    "word": "note",
    "hint": "A brief record of facts, topics, or thoughts, written down for future reference."
  },
  {
    "word": "notice",
    "hint": "The fact of observing or paying attention to something."
  },
  {
    "word": "number",
    "hint": "An arithmetical value, expressed by a word, symbol, or figure, representing a particular quantity and used in counting and making calculations."
  },
  {
    "word": "obvious",
    "hint": "Easily perceived or understood; clear, self-evident, or apparent."
  },
  {
    "word": "occasion",
    "hint": "A particular event, or the time at which it takes place."
  },
  {
    "word": "offer",
    "hint": "Present or proffer (something) for (someone) to accept or reject as desired."
  },
  {
    "word": "office",
    "hint": "A room, set of rooms, or building used as a place for commercial, professional, or bureaucratic work."
  },
  { "word": "often", "hint": "Frequently; many times." },
  { "word": "okay", "hint": "Used to express agreement or acceptance." },
  { "word": "once", "hint": "On one occasion or for one time only." },
  {
    "word": "only",
    "hint": "And no one or nothing more besides; solely or exclusively."
  },
  {
    "word": "open",
    "hint": "Allow access, passage, or a view through an opening; not closed or blocked up."
  },
  {
    "word": "operate",
    "hint": "Control the functioning of (a machine, process, or system)."
  },
  {
    "word": "opportunity",
    "hint": "A set of circumstances that makes it possible to do something."
  },
  {
    "word": "oppose",
    "hint": "Disapprove of and attempt to prevent, especially by argument."
  },
  {
    "word": "order",
    "hint": "The arrangement or disposition of people or things in relation to each other according to a particular sequence, pattern, or method."
  },
  { "word": "organize", "hint": "Arrange into a structured whole; order." },
  {
    "word": "original",
    "hint": "Present or existing from the beginning; first or earliest."
  },
  {
    "word": "other",
    "hint": "Used to refer to a person or thing that is different or distinct from one already mentioned or known."
  },
  {
    "word": "otherwise",
    "hint": "In circumstances different from those present or considered; or else."
  },
  {
    "word": "ought",
    "hint": "Used to indicate a desirable or expected state."
  },
  {
    "word": "over",
    "hint": "Extending directly upward from or above a surface; above."
  },
  {
    "word": "pack",
    "hint": "A group of wild animals, especially wolves, living and hunting together."
  },
  {
    "word": "page",
    "hint": "A sheet of paper in a book, magazine, or newspaper."
  },
  {
    "word": "paint",
    "hint": "A colored substance that is spread over a surface and dries to leave a thin decorative or protective coating."
  },
  {
    "word": "pair",
    "hint": "Two identical or similar things considered together."
  },
  {
    "word": "paper",
    "hint": "A material manufactured in thin sheets from the pulp of wood or other fibrous substances, used for writing, drawing, or printing on."
  },
  {
    "word": "paragraph",
    "hint": "A distinct section of a piece of writing, usually dealing with a single theme and indicated by a new line, indentation, or numbering."
  },
  {
    "word": "pardon",
    "hint": "The action of forgiving or being forgiven for an error or offense."
  },
  { "word": "parent", "hint": "A person's father or mother." },
  {
    "word": "park",
    "hint": "A large public green area in a town, used for recreation."
  },
  {
    "word": "part",
    "hint": "A piece or segment of something such as an object, activity, or period of time, which combined with other pieces makes up the whole."
  },
  {
    "word": "particular",
    "hint": "Used to single out an individual member of a specified group or class."
  },
  {
    "word": "party",
    "hint": "A social gathering of invited guests, typically involving eating, drinking, and entertainment."
  },
  { "word": "pass", "hint": "Move in a specified direction." },
  { "word": "past", "hint": "Gone by in time and no longer existing." },
  {
    "word": "pence",
    "hint": "A plural of penny, a unit of currency in various countries."
  },
  {
    "word": "pension",
    "hint": "A regular payment made during a person's retirement from an investment fund to which that person or their employer has contributed during their working life."
  },
  {
    "word": "people",
    "hint": "Human beings in general or considered collectively."
  },
  {
    "word": "percent",
    "hint": "By a specified amount in or for every hundred."
  },
  {
    "word": "perfect",
    "hint": "Having all the required or desirable elements, qualities, or characteristics; as good as it is possible to be."
  },
  { "word": "perhaps", "hint": "Used to express uncertainty or possibility." },
  { "word": "period", "hint": "A length or portion of time." },
  { "word": "person", "hint": "A human being regarded as an individual." },
  {
    "word": "photograph",
    "hint": "A picture made using a camera, in which an image is focused on to light-sensitive material and then made visible and permanent by chemical treatment."
  },
  {
    "word": "pick",
    "hint": "Take hold of and remove (a flower, fruit, or vegetable) from where it is growing."
  },
  {
    "word": "picture",
    "hint": "A painting, drawing, photograph, or engraving; a representation of a person or thing in art."
  },
  {
    "word": "piece",
    "hint": "A portion of an object or of material, produced by cutting, tearing, or breaking the whole."
  },
  {
    "word": "place",
    "hint": "A particular position, point, or area in space; a location."
  },
  {
    "word": "plan",
    "hint": "A detailed proposal for doing or achieving something."
  },
  {
    "word": "play",
    "hint": "Engage in activity for enjoyment and recreation rather than a serious or practical purpose."
  },
  { "word": "please", "hint": "Cause to feel happy and satisfied." },
  {
    "word": "plus",
    "hint": "Used to indicate that one item is to be added to another."
  },
  {
    "word": "point",
    "hint": "The tapered, sharp end of a tool, weapon, or other object."
  },
  {
    "word": "police",
    "hint": "The civil force of a national or local government, responsible for the prevention and detection of crime and the maintenance of public order."
  },
  {
    "word": "policy",
    "hint": "A course or principle of action adopted or proposed by a government, party, business, or individual."
  },
  {
    "word": "politic",
    "hint": "Relating to the government or the public affairs of a country."
  },
  {
    "word": "poor",
    "hint": "Lacking sufficient money to live at a standard considered comfortable or normal in a society."
  },
  {
    "word": "position",
    "hint": "A place where someone or something is located or has been put."
  },
  {
    "word": "positive",
    "hint": "Consisting in or characterized by the presence or possession of features or qualities rather than their absence."
  },
  {
    "word": "possible",
    "hint": "Able to be done; within the power or capacity of someone or something."
  },
  {
    "word": "post",
    "hint": "A long, sturdy piece of timber or metal set upright in the ground and used as a support or marker."
  },
  {
    "word": "pound",
    "hint": "The basic monetary unit of the UK, equal to 100 pence."
  },
  {
    "word": "power",
    "hint": "The ability or capacity to do something or act in a particular way."
  },
  {
    "word": "practise",
    "hint": "Perform (an activity) or exercise (a skill) repeatedly or regularly in order to acquire, improve, or maintain proficiency."
  },
  {
    "word": "prepare",
    "hint": "Make (something) ready for use or consideration."
  },
  {
    "word": "present",
    "hint": "Exist or occur in a particular place or situation."
  },
  {
    "word": "press",
    "hint": "Apply continuous force to (something), typically in a specified direction."
  },
  {
    "word": "pressure",
    "hint": "Continuous physical force exerted on or against an object by something in contact with it."
  },
  {
    "word": "presume",
    "hint": "Suppose that something is the case on the basis of probability."
  },
  {
    "word": "pretty",
    "hint": "Attractive in a delicate way without being truly beautiful or handsome."
  },
  {
    "word": "previous",
    "hint": "Existing or occurring before in time or order."
  },
  {
    "word": "price",
    "hint": "The amount of money expected, required, or given in payment for something."
  },
  {
    "word": "print",
    "hint": "Produce (books, newspapers, etc.), especially in large quantities, by a mechanical process involving the transfer of text or designs to paper."
  },
  {
    "word": "private",
    "hint": "Belonging to or for the use of one particular person or group of people only."
  },
  { "word": "probable", "hint": "Likely to be the case or to happen." },
  {
    "word": "problem",
    "hint": "A matter or situation regarded as unwelcome or harmful and needing to be dealt with and overcome."
  },
  { "word": "proceed", "hint": "Begin a course of action." },
  {
    "word": "process",
    "hint": "A series of actions or steps taken in order to achieve a particular end."
  },
  {
    "word": "produce",
    "hint": "Make or manufacture from components or raw materials."
  },
  {
    "word": "product",
    "hint": "An article or substance that is manufactured or refined for sale."
  },
  {
    "word": "programme",
    "hint": "A planned series of future events or performances."
  },
  {
    "word": "project",
    "hint": "An individual or collaborative enterprise that is carefully planned and designed to achieve a particular aim."
  },
  { "word": "proper", "hint": "Suitable or appropriate." },
  {
    "word": "propose",
    "hint": "Put forward (a plan or suggestion) for consideration by others."
  },
  { "word": "protect", "hint": "Keep safe from harm or injury." },
  { "word": "provide", "hint": "Make available for use; supply." },
  { "word": "public", "hint": "Of or concerning the people as a whole." },
  {
    "word": "pull",
    "hint": "Exert force on (someone or something), typically by taking hold of them, in order to move or try to move them toward oneself or the origin of the force."
  },
  {
    "word": "purpose",
    "hint": "The reason for which something is done or created or for which something exists."
  },
  {
    "word": "push",
    "hint": "Exert force on (someone or something), typically with one's hand, in order to move them away from oneself or the origin of the force."
  },
  {
    "word": "quality",
    "hint": "The standard of something as measured against other things of a similar kind; the degree of excellence of something."
  },
  {
    "word": "quarter",
    "hint": "Each of four equal or corresponding parts into which something is or can be divided."
  },
  {
    "word": "question",
    "hint": "A sentence worded or expressed so as to elicit information."
  },
  {
    "word": "quick",
    "hint": "Moving fast or doing something in a short time."
  },
  { "word": "quid", "hint": "A pound sterling." },
  { "word": "quiet", "hint": "Making little or no noise." },
  {
    "word": "quite",
    "hint": "To the utmost or most absolute extent or degree; absolutely."
  },
  {
    "word": "radio",
    "hint": "The transmission and reception of electromagnetic waves of radio frequency, especially those carrying sound messages."
  },
  {
    "word": "rail",
    "hint": "A bar or series of bars, typically fixed on upright supports, serving as a barrier or guardrail."
  },
  { "word": "raise", "hint": "Lift or move to a higher position or level." },
  {
    "word": "range",
    "hint": "The area of variation between upper and lower limits on a particular scale."
  },
  {
    "word": "rate",
    "hint": "A measure, quantity, or frequency, typically one measured against another quantity or measure."
  },
  {
    "word": "rather",
    "hint": "Used to indicate one's preference in a particular matter."
  },
  {
    "word": "read",
    "hint": "Look at and comprehend the meaning of (written or printed matter) by mentally interpreting the characters or symbols of which it is composed."
  },
  { "word": "ready", "hint": "Prepared for immediate action or use." },
  {
    "word": "real",
    "hint": "Actually existing as a thing or occurring in fact; not imagined or supposed."
  },
  {
    "word": "realise",
    "hint": "Become fully aware of (something) as a fact; understand clearly."
  },
  {
    "word": "really",
    "hint": "In actual fact, as opposed to what is said or imagined to be true or possible."
  },
  {
    "word": "reason",
    "hint": "A cause, explanation, or justification for an action or event."
  },
  {
    "word": "receive",
    "hint": "Be given, presented with, or paid (something)."
  },
  { "word": "recent", "hint": "Having happened or been done not long ago." },
  { "word": "reckon", "hint": "Establish by calculation." },
  {
    "word": "recognize",
    "hint": "Identify (someone or something) from having encountered them before; know again."
  },
  {
    "word": "recommend",
    "hint": "Put forward (someone or something) with approval as being suitable for a particular purpose or role."
  },
  {
    "word": "record",
    "hint": "A thing constituting a piece of evidence about the past, especially an account of an act or occurrence kept in writing or some other permanent form."
  },
  {
    "word": "reduce",
    "hint": "Make smaller or less in amount, degree, or size."
  },
  { "word": "refer", "hint": "Mention or allude to." },
  {
    "word": "regard",
    "hint": "Consider or think of (someone or something) in a specified way."
  },
  {
    "word": "region",
    "hint": "An area or division, especially part of a country or the world with definable characteristics but not always fixed boundaries."
  },
  {
    "word": "relation",
    "hint": "The way in which two or more concepts, objects, or people are connected; a thing's effect on or relevance to another."
  },
  {
    "word": "remember",
    "hint": "Have in or be able to bring to one's mind an awareness of (someone or something from the past)."
  },
  {
    "word": "report",
    "hint": "Give a spoken or written account of something that one has observed, heard, done, or investigated."
  },
  {
    "word": "represent",
    "hint": "Act or speak officially for (someone or something), typically in a legal context."
  },
  { "word": "require", "hint": "Need for a particular purpose." },
  {
    "word": "research",
    "hint": "The systematic investigation into and study of materials and sources in order to establish facts and reach new conclusions."
  },
  {
    "word": "resource",
    "hint": "A stock or supply of money, materials, staff, and other assets that can be drawn on by a person or organization in order to function effectively."
  },
  {
    "word": "respect",
    "hint": "A feeling of deep admiration for someone or something elicited by their abilities, qualities, or achievements."
  },
  {
    "word": "responsible",
    "hint": "Having an obligation to do something, or having control over or care for someone, as part of one's job or role."
  },
  {
    "word": "rest",
    "hint": "Cease work or movement in order to relax, refresh oneself, or recover strength."
  },
  {
    "word": "result",
    "hint": "A consequence, effect, or outcome of something."
  },
  { "word": "return", "hint": "Come or go back to a place or person." },
  { "word": "right", "hint": "Morally good, justified, or acceptable." },
  { "word": "ring", "hint": "A circular band of any material." },
  { "word": "rise", "hint": "Move from a lower position to a higher one." },
  {
    "word": "road",
    "hint": "A wide way leading from one place to another, especially one with a specially prepared surface that vehicles can use."
  },
  {
    "word": "role",
    "hint": "The function assumed or part played by a person or thing in a particular situation."
  },
  {
    "word": "roll",
    "hint": "Move or cause to move in a particular direction by turning over and over on an axis."
  },
  {
    "word": "room",
    "hint": "A space that can be occupied or where something can be done."
  },
  {
    "word": "round",
    "hint": "Shaped like or approximately like a circle or cylinder."
  },
  {
    "word": "rule",
    "hint": "One of a set of explicit or understood regulations or principles governing conduct within a particular activity or sphere."
  },
  {
    "word": "safe",
    "hint": "Protected from or not exposed to danger or risk."
  },
  {
    "word": "sale",
    "hint": "The exchange of a commodity for money; the action of selling something."
  },
  {
    "word": "same",
    "hint": "Identical with what is about to be or has just been mentioned."
  },
  {
    "word": "saturday",
    "hint": "The day of the week before Sunday and following Friday, observed by Christians as a day of rest and religious worship."
  },
  {
    "word": "save",
    "hint": "Keep safe or rescue (someone or something) from harm or danger."
  },
  {
    "word": "scheme",
    "hint": "A large-scale systematic plan or arrangement for attaining some particular object or putting a particular idea into effect."
  },
  { "word": "school", "hint": "An institution for educating children." },
  {
    "word": "science",
    "hint": "The intellectual and practical activity encompassing the systematic study of the structure and behavior of the physical and natural world through observation and experiment."
  },
  {
    "word": "score",
    "hint": "The number of points, goals, runs, etc., achieved in a game."
  },
  {
    "word": "scotland",
    "hint": "A country that is part of the United Kingdom, occupying the northern third of the island of Great Britain."
  },
  {
    "word": "seat",
    "hint": "A thing made or used for sitting on, such as a chair or stool."
  },
  { "word": "second", "hint": "Coming after the first in order or position." },
  {
    "word": "secretary",
    "hint": "An official in charge of a department of government."
  },
  {
    "word": "section",
    "hint": "Any of the more or less distinct parts into which something is or may be divided or from which it is made up."
  },
  {
    "word": "secure",
    "hint": "Fixed or fastened so as not to give way, become loose, or be lost."
  },
  {
    "word": "seem",
    "hint": "Give the impression or sensation of being something or having a particular quality."
  },
  {
    "word": "self",
    "hint": "A person's essential being that distinguishes them from others."
  },
  {
    "word": "sell",
    "hint": "Give or hand over (something) in exchange for money."
  },
  {
    "word": "send",
    "hint": "Cause to go or be taken to a particular destination."
  },
  {
    "word": "sense",
    "hint": "A faculty by which the body perceives an external stimulus; one of the faculties of sight, smell, hearing, taste, and touch."
  },
  {
    "word": "separate",
    "hint": "Forming or viewed as a unit apart or by itself."
  },
  {
    "word": "serious",
    "hint": "Demanded or requiring careful consideration or application."
  },
  {
    "word": "serve",
    "hint": "Perform duties or services for (another person or an organization)."
  },
  {
    "word": "service",
    "hint": "The action of helping or doing work for someone."
  },
  {
    "word": "settle",
    "hint": "Resolve or reach an agreement about (something)."
  },
  {
    "word": "seven",
    "hint": "Equivalent to the sum of three and four; one more than six."
  },
  {
    "word": "shall",
    "hint": "Used to indicate an instruction, command, or obligation."
  },
  {
    "word": "share",
    "hint": "Have a portion of (something) with another or others."
  },
  {
    "word": "sheet",
    "hint": "A large rectangular piece of cotton or other fabric, used on a bed to cover the mattress and as a layer beneath blankets when these are used."
  },
  {
    "word": "shoe",
    "hint": "A covering for the foot, typically made of leather, having a sturdy sole and not reaching above the ankle."
  },
  {
    "word": "shoot",
    "hint": "Kill or wound (a person or animal) with a bullet or arrow."
  },
  {
    "word": "shop",
    "hint": "A building or part of a building where goods or services are sold; a store."
  },
  { "word": "short", "hint": "Measuring a small distance from end to end." },
  {
    "word": "should",
    "hint": "Used to indicate obligation, duty, or correctness, typically when criticizing someone's actions."
  },
  { "word": "show", "hint": "Make (something) visible to the eye." },
  {
    "word": "shut",
    "hint": "Close (something) in a way that obstructs an entrance, exit, or passage."
  },
  { "word": "sick", "hint": "Affected by physical or mental illness." },
  {
    "word": "side",
    "hint": "A position to the left or right of an object, place, or central point."
  },
  {
    "word": "sign",
    "hint": "An object, quality, or event whose presence or occurrence indicates the probable presence or occurrence of something else."
  },
  { "word": "similar", "hint": "Resembling without being identical." },
  {
    "word": "simple",
    "hint": "Easily understood or done; presenting no difficulty."
  },
  {
    "word": "since",
    "hint": "In the intervening period between (the time mentioned) and the time under consideration."
  },
  {
    "word": "sing",
    "hint": "Make musical sounds with the voice, especially words with a set tune."
  },
  { "word": "single", "hint": "Only one; not one of several." },
  {
    "word": "sister",
    "hint": "A woman or girl in relation to other daughters and sons of her parents."
  },
  {
    "word": "site",
    "hint": "An area of ground on which a town, building, or monument is constructed."
  },
  {
    "word": "situate",
    "hint": "Fix or build (something) in a certain place or position."
  },
  {
    "word": "size",
    "hint": "The relative extent of something; a thing's overall dimensions or magnitude."
  },
  {
    "word": "sleep",
    "hint": "A naturally recurring state of mind and body, characterized by altered consciousness and reduced responsiveness to external stimuli."
  },
  { "word": "slight", "hint": "Small in degree; inconsiderable." },
  { "word": "slow", "hint": "Moving or operating at a low speed." },
  { "word": "small", "hint": "Of a size that is less than normal or usual." },
  {
    "word": "smoke",
    "hint": "A visible suspension of carbon or other particles in air, typically one emitted from a burning substance."
  },
  { "word": "social", "hint": "Relating to society or its organization." },
  {
    "word": "society",
    "hint": "The aggregate of people living together in a more or less ordered community."
  },
  { "word": "some", "hint": "An unspecified amount or number of." },
  { "word": "soon", "hint": "In or after a short time." },
  {
    "word": "sorry",
    "hint": "Feeling distress, especially through sympathy with someone else's misfortune."
  },
  {
    "word": "sort",
    "hint": "A category of things or people with common features that distinguish them from others."
  },
  {
    "word": "sound",
    "hint": "Vibrations that travel through the air or another medium and can be heard when they reach a person's or animal's ear."
  },
  {
    "word": "south",
    "hint": "The direction towards the point on the horizon 90 degrees clockwise from east, or the point on the horizon itself."
  },
  {
    "word": "space",
    "hint": "A continuous area or expanse that is free, available, or unoccupied."
  },
  {
    "word": "speak",
    "hint": "Utter words so as to convey information, an opinion, a feeling, or an intention."
  },
  {
    "word": "special",
    "hint": "Better, greater, or otherwise different from what is usual."
  },
  { "word": "specific", "hint": "Clearly defined or identified." },
  {
    "word": "speed",
    "hint": "The rate at which someone or something moves or operates."
  },
  {
    "word": "spell",
    "hint": "Write or name the letters that form (a word) in correct sequence."
  },
  {
    "word": "spend",
    "hint": "Pay out (money) in buying or hiring goods or services."
  },
  {
    "word": "square",
    "hint": "A plane figure with four equal straight sides and four right angles."
  },
  {
    "word": "staff",
    "hint": "All the employees working for a particular organization."
  },
  {
    "word": "stage",
    "hint": "A point, period, or step in a process or development."
  },
  {
    "word": "stairs",
    "hint": "A set of steps leading from one floor of a building to another, typically inside the building."
  },
  {
    "word": "stand",
    "hint": "Have or maintain an upright position, supported by one's feet."
  },
  { "word": "standard", "hint": "A level of quality or attainment." },
  {
    "word": "start",
    "hint": "Begin or be reckoned from a particular point in time or space."
  },
  {
    "word": "state",
    "hint": "The particular condition that someone or something is in at a specific time."
  },
  {
    "word": "station",
    "hint": "A place or building where a specified activity or service is based."
  },
  { "word": "stay", "hint": "Remain in the same place." },
  {
    "word": "step",
    "hint": "A flat-topped metal or wooden piece at the bottom of a staircase."
  },
  {
    "word": "stick",
    "hint": "A thin piece of wood that has fallen or been cut from a tree."
  },
  { "word": "still", "hint": "Not moving or making a sound." },
  { "word": "stop", "hint": "Bring (a vehicle or its occupants) to a halt." },
  {
    "word": "story",
    "hint": "An account of imaginary or real people and events told for entertainment."
  },
  {
    "word": "straight",
    "hint": "Extending or moving uniformly in one direction only; without a curve or bend."
  },
  {
    "word": "strategy",
    "hint": "A plan of action or policy designed to achieve a major or overall aim."
  },
  {
    "word": "street",
    "hint": "A public road in a city or town, typically with houses and buildings on one or both sides."
  },
  {
    "word": "strike",
    "hint": "Hit forcibly and deliberately with one's hand or a weapon or other implement."
  },
  {
    "word": "strong",
    "hint": "Having the power to move heavy weights or perform other physically demanding tasks."
  },
  {
    "word": "structure",
    "hint": "The arrangement of and relations between the parts or elements of something complex."
  },
  {
    "word": "student",
    "hint": "A person who is studying at a school or college."
  },
  {
    "word": "study",
    "hint": "The devotion of time and attention to acquiring knowledge on an academic subject, especially by means of books."
  },
  {
    "word": "stuff",
    "hint": "Matter, material, articles, or activities of a specified or indeterminate kind that are being referred to, indicated, or implied."
  },
  {
    "word": "stupid",
    "hint": "Having or showing a great lack of intelligence or common sense."
  },
  {
    "word": "subject",
    "hint": "A person or thing that is being discussed, described, or dealt with."
  },
  { "word": "succeed", "hint": "Achieve the desired aim or result." },
  { "word": "such", "hint": "Of the type previously mentioned or implied." },
  {
    "word": "sudden",
    "hint": "Occurring or done quickly and unexpectedly or without warning."
  },
  { "word": "suggest", "hint": "Put forward for consideration." },
  {
    "word": "suit",
    "hint": "A set of outer clothes made of the same fabric and designed to be worn together, typically consisting of a jacket and trousers or a jacket and skirt."
  },
  {
    "word": "summer",
    "hint": "The warmest season of the year, in the northern hemisphere from June to August and in the southern hemisphere from December to February."
  },
  {
    "word": "sunday",
    "hint": "The day of the week before Monday and following Saturday, observed by Christians as a day of rest and religious worship."
  },
  {
    "word": "supply",
    "hint": "Make (something needed or wanted) available to someone; provide."
  },
  { "word": "support", "hint": "Bear all or part of the weight of; hold up." },
  {
    "word": "suppose",
    "hint": "Assume that something is the case on the basis of evidence or probability but without proof or certain knowledge."
  },
  { "word": "sure", "hint": "Certain to happen or be the case." },
  {
    "word": "surprise",
    "hint": "An unexpected or astonishing event, fact, or thing."
  },
  {
    "word": "switch",
    "hint": "A device for making and breaking the connection in an electric circuit."
  },
  {
    "word": "system",
    "hint": "A set of connected things or parts forming a complex whole, in particular."
  },
  {
    "word": "table",
    "hint": "A piece of furniture with a flat top and one or more legs, providing a level surface for eating, writing, or working."
  },
  {
    "word": "take",
    "hint": "To lay hold of or get into one's hands or control."
  },
  {
    "word": "talk",
    "hint": "To communicate or exchange ideas, information, or thoughts in speech."
  },
  {
    "word": "tape",
    "hint": "A long, narrow strip of material, typically used to hold or fasten something."
  },
  {
    "word": "teach",
    "hint": "Impart knowledge to or instruct (someone) as to how to do something."
  },
  {
    "word": "team",
    "hint": "A group of players forming one side in a competitive game or sport."
  },
  {
    "word": "telephone",
    "hint": "A system for transmitting voices over a distance using wire or radio, typically by converting acoustic vibrations to electrical signals."
  },
  {
    "word": "television",
    "hint": "A system for transmitting visual images and sound that are reproduced on screens, chiefly used to broadcast programs for entertainment, information, and education."
  },
  {
    "word": "tell",
    "hint": "Communicate information, facts, or news to someone in spoken or written words."
  },
  {
    "word": "tend",
    "hint": "Regularly or frequently behave in a particular way or have a certain characteristic."
  },
  {
    "word": "term",
    "hint": "A word or phrase used to describe a thing or to express a concept, especially in a particular kind of language or branch of study."
  },
  {
    "word": "terrible",
    "hint": "Causing or likely to cause terror; extremely bad or serious."
  },
  {
    "word": "test",
    "hint": "A procedure intended to establish the quality, performance, or reliability of something, especially before it is taken into widespread use."
  },
  {
    "word": "than",
    "hint": "Used in expressions introducing an exception or contrast."
  },
  {
    "word": "thank",
    "hint": "Express gratitude or appreciation to (someone)."
  },
  { "word": "then", "hint": "At that time; at the time in question." },
  { "word": "there", "hint": "In, at, or to that place or position." },
  {
    "word": "therefore",
    "hint": "As a result or consequence of this; for this reason."
  },
  {
    "word": "they",
    "hint": "Used to refer to two or more people or things previously mentioned or easily identified."
  },
  {
    "word": "thing",
    "hint": "An object that one need not, cannot, or does not wish to give a specific name to."
  },
  {
    "word": "think",
    "hint": "Have a particular opinion, belief, or idea about someone or something."
  },
  {
    "word": "thirteen",
    "hint": "Equivalent to the sum of ten and three; one more than twelve."
  },
  {
    "word": "thirty",
    "hint": "Equivalent to the product of three and ten; ten more than twenty."
  },
  {
    "word": "this",
    "hint": "Used to identify a specific person or thing close at hand or being indicated or experienced."
  },
  {
    "word": "thou",
    "hint": "An archaic form of the word 'you,' used when addressing one person."
  },
  { "word": "though", "hint": "However; nevertheless." },
  {
    "word": "thousand",
    "hint": "Equivalent to the product of ten and a hundred; ten more than nine hundred ninety."
  },
  {
    "word": "three",
    "hint": "Equivalent to the sum of one and two; one more than two."
  },
  {
    "word": "through",
    "hint": "Moving in one side and out of the other side of (an opening, channel, or location)."
  },
  {
    "word": "throw",
    "hint": "Cause to enter suddenly a particular state or condition."
  },
  {
    "word": "thursday",
    "hint": "The day of the week following Wednesday and preceding Friday."
  },
  {
    "word": "time",
    "hint": "The indefinite continued progress of existence and events in the past, present, and future regarded as a whole."
  },
  { "word": "today", "hint": "On or in the course of this present day." },
  {
    "word": "together",
    "hint": "In proximity to, with, or in close association."
  },
  { "word": "tomorrow", "hint": "The day following today." },
  { "word": "tonight", "hint": "On or in the course of this present night." },
  { "word": "total", "hint": "Constitute (a particular amount)." },
  { "word": "touch", "hint": "Come into or be in contact with." },
  { "word": "toward", "hint": "In the direction of." },
  {
    "word": "town",
    "hint": "An urban area that has a name, defined boundaries, and local government, and that is generally larger than a village and smaller than a city."
  },
  {
    "word": "trade",
    "hint": "The action of buying and selling goods and services."
  },
  { "word": "traffic", "hint": "Vehicles moving on a public road." },
  {
    "word": "train",
    "hint": "A series of railway carriages or wagons moved as a unit by a locomotive or by integral motors."
  },
  {
    "word": "transport",
    "hint": "Take or carry (people or goods) from one place to another by means of a vehicle, aircraft, or ship."
  },
  {
    "word": "travel",
    "hint": "Make a journey, typically of some length or abroad."
  },
  { "word": "treat", "hint": "Behave towards or deal with in a certain way." },
  {
    "word": "tree",
    "hint": "A woody perennial plant, typically having a single stem or trunk growing to a considerable height and bearing lateral branches at some distance from the ground."
  },
  {
    "word": "trouble",
    "hint": "Difficulty or problems that cause distress or worry."
  },
  { "word": "true", "hint": "In accordance with fact or reality." },
  {
    "word": "trust",
    "hint": "Firm belief in the reliability, truth, ability, or strength of someone or something."
  },
  {
    "word": "tuesday",
    "hint": "The day of the week following Monday and preceding Wednesday."
  },
  {
    "word": "turn",
    "hint": "Move or cause to move in a circular direction wholly or partly around an axis or point."
  },
  {
    "word": "twelve",
    "hint": "Equivalent to the sum of ten and two; two more than ten."
  },
  {
    "word": "twenty",
    "hint": "Equivalent to the product of two and ten; ten more than ten."
  },
  {
    "word": "type",
    "hint": "A category of people or things having common characteristics."
  },
  {
    "word": "under",
    "hint": "In or to a position below or lower than something."
  },
  {
    "word": "understand",
    "hint": "Perceive the intended meaning of (words, a language, or speaker)."
  },
  {
    "word": "union",
    "hint": "The action or fact of joining or being joined, especially in a political context."
  },
  {
    "word": "unit",
    "hint": "An individual thing or person regarded as single and complete but which can also form an individual component of a larger or more complex whole."
  },
  {
    "word": "unite",
    "hint": "Come or bring together for a common purpose or action."
  },
  {
    "word": "university",
    "hint": "An educational institution designed for instruction, examination, or both, of students in many branches of advanced learning."
  },
  { "word": "unless", "hint": "Except if." },
  {
    "word": "until",
    "hint": "Up to the point in time or the event mentioned."
  },
  { "word": "upon", "hint": "On." },
  { "word": "usual", "hint": "Customary or habitual." },
  {
    "word": "value",
    "hint": "The regard that something is held to deserve; the importance, worth, or usefulness of something."
  },
  {
    "word": "various",
    "hint": "Different from one another; of different kinds or sorts."
  },
  {
    "word": "very",
    "hint": "Used to emphasize the extent or degree of something."
  },
  {
    "word": "video",
    "hint": "The recording, reproducing, or broadcasting of moving visual images."
  },
  {
    "word": "view",
    "hint": "The ability to see something or to be seen from a particular place."
  },
  {
    "word": "village",
    "hint": "A group of houses and associated buildings, larger than a hamlet and smaller than a town, situated in a rural area."
  },
  {
    "word": "visit",
    "hint": "Go to see and spend time with (someone) socially."
  },
  {
    "word": "vote",
    "hint": "A formal indication of a choice between two or more candidates or courses of action, expressed typically through a ballot or a show of hands."
  },
  {
    "word": "wage",
    "hint": "A fixed regular payment earned for work, typically paid on a daily or weekly basis."
  },
  {
    "word": "wait",
    "hint": "Stay where one is or delay action until a particular time or until something else happens."
  },
  {
    "word": "walk",
    "hint": "Move at a regular pace by lifting and setting down each foot in turn."
  },
  {
    "word": "wall",
    "hint": "A continuous vertical brick or stone structure that encloses or divides an area of land."
  },
  {
    "word": "want",
    "hint": "Have a desire to possess or do (something); wish for."
  },
  {
    "word": "warm",
    "hint": "Of or at a fairly or comfortably high temperature."
  },
  {
    "word": "wash",
    "hint": "Clean with water and, typically, soap or detergent."
  },
  {
    "word": "waste",
    "hint": "Use or expend carelessly, extravagantly, or to no purpose."
  },
  {
    "word": "watch",
    "hint": "Look at or observe attentively over a period of time."
  },
  {
    "word": "water",
    "hint": "A colorless, transparent, odorless liquid that forms the seas, lakes, rivers, and rain and is the basis of the fluids of living organisms."
  },
  {
    "word": "wear",
    "hint": "Have on one's body or a part of one's body as clothing, decoration, protection, or for some other purpose."
  },
  {
    "word": "wednesday",
    "hint": "The day of the week following Tuesday and preceding Thursday."
  },
  { "word": "week", "hint": "A period of seven days." },
  {
    "word": "weigh",
    "hint": "Find out how heavy (someone or something) is, typically using scales."
  },
  { "word": "welcome", "hint": "Gladly received or admitted." },
  { "word": "well", "hint": "In a good or satisfactory way." },
  {
    "word": "west",
    "hint": "The direction toward the point of the horizon where the sun sets at the equinoxes, on the left-hand side of a person facing north, or the part of the horizon lying in this direction."
  },
  {
    "word": "what",
    "hint": "Used to ask for information specifying something."
  },
  { "word": "when", "hint": "At what time." },
  { "word": "where", "hint": "In or to what place or position." },
  {
    "word": "whether",
    "hint": "Expressing a doubt or choice between alternatives."
  },
  {
    "word": "which",
    "hint": "Asking about or specifying one or more items from a defined set of alternatives."
  },
  { "word": "while", "hint": "A period of time." },
  {
    "word": "white",
    "hint": "Of the color of milk or fresh snow, due to the reflection of all visible rays of light."
  },
  { "word": "whole", "hint": "All of; entire." },
  { "word": "wide", "hint": "Of great or more than average width." },
  {
    "word": "wife",
    "hint": "A married woman, especially in relation to her spouse."
  },
  { "word": "will", "hint": "Expressing the future tense." },
  {
    "word": "wind",
    "hint": "The perceptible natural movement of the air, especially in the form of a current of air blowing from a particular direction."
  },
  {
    "word": "window",
    "hint": "An opening in the wall or roof of a building or vehicle, fitted with glass in a frame to admit light or air and allow people to see out."
  },
  {
    "word": "wish",
    "hint": "Feel or express a strong desire or hope for something that is not easily attainable; want something that cannot or probably will not happen."
  },
  { "word": "with", "hint": "Accompanied by." },
  { "word": "within", "hint": "In or into the interior; inside." },
  { "word": "without", "hint": "Lacking or not having." },
  { "word": "woman", "hint": "An adult human female." },
  {
    "word": "wonder",
    "hint": "A feeling of surprise mingled with admiration, caused by something beautiful, unexpected, unfamiliar, or inexplicable."
  },
  {
    "word": "wood",
    "hint": "The hard fibrous material that forms the main substance of the trunk or branches of a tree or shrub."
  },
  {
    "word": "word",
    "hint": "A single distinct meaningful element of speech or writing, used with others (or sometimes alone) to form a sentence and typically shown with a space on either side when written or printed."
  },
  {
    "word": "work",
    "hint": "Activity involving mental or physical effort done in order to achieve a purpose or result."
  },
  {
    "word": "world",
    "hint": "The earth, together with all of its countries, peoples, and natural features."
  },
  {
    "word": "worry",
    "hint": "Give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles."
  },
  {
    "word": "worse",
    "hint": "Of poorer quality or a lower standard; more severe or serious."
  },
  {
    "word": "worth",
    "hint": "Equivalent in value to the sum or item specified."
  },
  { "word": "would", "hint": "Expressing a conditional or future tense." },
  {
    "word": "write",
    "hint": "Mark (letters, words, or other symbols) on a surface, typically paper, with a pen, pencil, or similar implement."
  },
  { "word": "wrong", "hint": "Not correct or true." },
  {
    "word": "year",
    "hint": "The time taken by a planet to make one revolution around the sun."
  },
  { "word": "yesterday", "hint": "On the day before today." },
  { "word": "young", "hint": "Having lived or existed for only a short time." }
]
